Repository: sachgits/concierge
Catalog: locale/*/LC_MESSAGES/django.po
Languages: nl

source: English
nl: Engels

source: Dutch
nl: Nederlands

source: French
nl: Frans

source: Your email address is not allowed.
nl: Dit e-mailadres is niet geldig.

source: The two password fields didn't match.
nl: De twee wachtwoorden komen niet overeen.

source: This email is already registered.
nl: Dit e-mailadres is al geregistreerd

source: The password is invalid.
nl: Het wachtwoord is ongeldig.

source: %(browser)s on %(device)s
nl: %(browser)s op %(device)s

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
nl: Back-tokens kunnen worden gebruikt als je primaire- en reserve telefoonnummers niet beschikbaar zijn. De backup-tokens hieronder kunnen worden gebruikt voor inlogverificatie. Als je alle back-upcodes hebt gebruikt, kan je nieuwe codes genereren. Alleen onderstaande codes zijn geldig.

source: Print these tokens and keep them somewhere safe.
nl: Print deze tokens en bewaar ze ergens veilig.

source: You don't have any backup codes yet.
nl: Je hebt nog geen backup tokens.

source: Generate Tokens
nl: Genereer tokens

source: Back to the homepage
nl: Terug naar de homepagina

source: Welcome
nl: Welkom

source: in your Pleio account
nl: in je Pleio-account

source: Your details
nl: Je gegevens

source: Avatar
nl: Profielfoto

source: Security
nl: Beveiliging

source: Password
nl: Wachtwoord

source: Sessions
nl: Sessies

source: Two-factor authentication
nl: Twee-factor authenticatie

source: Logout
nl: Uitloggen

source: General terms
nl: Algemene voorwaarden

source: Password changed
nl: Wachtwoord gewijzigd

source: You can now login using your new password
nl: Je kan nu inloggen met je nieuwe wachtwoord.

source: If you confirm your password, your account will be deleted. You have to register again if you would like to rejoin this site.
nl: Als je je wachtwoord bevestigt, wordt je account verwijderd. Je moet je opnieuw registreren wanneer je deze site weer wil gebruiken.

source: Current Password
nl: Huidig wachtwoord

source: Confirm
nl: Bevestigen

source: Dear
nl: Beste

source: Please verify your new email address by following this link
nl: Bevestig je nieuwe e-mailadres door de volgende link te volgen

source: Please verify your new email address
nl: Verifieer je nieuwe e-mailadres

source: Please activate your account by following this link
nl: Activeer je account door de volgende link te volgen

source: Please activate your account
nl: Activeer je account

source: You requested a new password for Pleio. Please follow this link to configure a new password.
nl: Je hebt een nieuw wachtwoord aangevraagd. Volg de link om een nieuw wachtwoord in te stellen.

source: You can ignore this e-mail if you did not request a new password.
nl: Je kan deze e-mail negeren indien je geen nieuw wachtwoord hebt aangevraagd.

source: Request for a new password
nl: Vraag een nieuw wachtwoord aan

source: <em>unknown on unknown</em>
nl: <em>onbekend op onbekend</em>

source: <em>unknown</em>
nl: <em>onbekend</em>

source: You logged in to your account from a new location.
nl: Je bent ingelogd op je account vanaf een nieuwe locatie.

source: If it was you safely ignore this e-mail. Otherwise please change your password as soon as possible.
nl: Als jij dit was dan kun je deze e-mail negeren. Anders verander je wachtwoord zo snel mogelijk.

source: You logged in to your account from a new location
nl: Je hebt ingelogd vanaf een nieuwe locatie

source: Logged in from a new location
nl: Ingelogd vanaf een nieuwe locatie

source: Sign in
nl: Inloggen

source: with your Pleio-account
nl: met je Pleio-account

source: Login failed.
nl: Login mislukt.

source: Please enter a correct email and password.
nl: Voer een correct e-mailadres en wachtwoord in.

source: Note that both fields may be case-sensitive.
nl: Let op: beide velden kunnen hoofdlettergevoelig zijn.

source: This account is inactive.
nl: Dit account is niet actief

source: Please check your email to validate your account.
nl: Controleer je e-mail om je account te valideren.

source: Invalid login.
nl: Ongeldige login.

source: Email address
nl: E-mailadres

source: Forgot password
nl: Wachtwoord vergeten

source: Register account
nl: Account aanmaken

source: Secure your account
nl: Extra beveiliging voor je account

source: Enable two factor authentication
nl: Schakel twee-factor-authenticatie in

source: Invalid token.
nl: Ongeldig token.

source: Please make sure you have entered it correctly.
nl: Voer een geldig token in.

source: Two factor authentication
nl: Twee-factor-authenticatie

source: Fill in a code from your code generator.
nl: Voer de verificatiecode uit je codegenerator in.

source: Cancel
nl: Annuleren

source: Use backuptoken
nl: Gebruik backupcode

source: Use this form for entering backup tokens for logging in. These tokens have been generated for you to print and keep safe. Please enter one of these backup tokens to login to your account.
nl: Geef een backuptoken in om toegang te krijgen tot je account.

source: Back
nl: Terug

source: of your Pleio-account
nl: van je Pleio-account

source: Reset password
nl: Herstel wachtwoord

source: Need help?
nl: Hulp nodig?

source: Password resetted
nl: Wachtwoord gewijzigd

source: You can now login with your new password.
nl: Je kan nu inloggen met je nieuwe wachtwoord.

source: New Password
nl: Nieuw wachtwoord

source: New Password (again)
nl: Nieuw wachtwoord (verificatie)

source: Email sent
nl: E-mail verstuurd

source: When the address is registered in our system you will receive an e-mail with a link to configure a new password.
nl: Als je e-mailadres in ons systeem staat ontvang je een link om je wachtwoord opnieuw in te stellen.

source: Profile
nl: Profiel

source: Email address changed
nl: E-mailadres gewijzigd

source: You can now login using your new email adress
nl: Je kan nu inloggen met je nieuwe e-mailadres.

source: Profile changed
nl: Wachtwoord gewijzigd

source: Invalid email address.
nl: Ongeldig e-mailadres.

source: Name
nl: Naam

source: Government
nl: Overheid

source: Please check your inbox to validate the change.
nl: Controleer je e-mail om je wijziging te bevestigen.

source: Click
nl: Klik

source: here
nl: hier

source: to resend the confirmation e-mail.
nl: om de bevestigingsmail nogmaals te ontvangen.

source: Please subscribe me to the Pleio newsletter
nl: Schrijf me in voor de Pleio nieuwsbrief

source: Save
nl: Opslaan

source: Choose an avatar
nl: Kies een avatar

source: Remove avatar
nl: Verwijder avatar

source: Register
nl: Registeren

source: create a Pleio-account
nl: maak een Pleio-account

source: First- and lastname
nl: Voor- en achternaam

source: Password (again)
nl: Wachtwoord (nogmaals)

source: I agree with the general terms
nl: Ik ga akkoord met de algemene voorwaarden

source: We could not activate your account
nl: We konden je account niet activeren

source: Maybe your account already is activated.
nl: Misschien is je account al geactiveerd.

source: Verify your email address
nl: Verifieer je e-mailadres

source: Open the link in the Pleio verification email to complete your registration.
nl: Klik op de link in de Pleio verificatie e-mail om je registratie te voltooien.

source: Signed in devices
nl: Ingelogde apparaten

source: this session
nl: deze sessie

source: %(time)s ago
nl: %(time)s geleden

source: End All Other Sessions
nl: Beëindig alle andere sessies

source: Two-Factor Authentication
nl: Twee-factor-authenticatie

source: Tokens will be generated by your token generator.
nl: Codes worden gegenereerd door je generator.

source: If you don't have any device with you, you can access your account using backup tokens.
nl: Als je geen toegang tot een codegenerator hebt kan je toegang krijgen tot je account met backupcodes.

source: You have only one backup token remaining.
nl: Je hebt slechts één backupcode over

source: Show Codes
nl: Toon codes

source: Enable Two-factor Authentication
nl: Twee-factor-authenticatie inschakelen

source: Scan the QR-code below with your token generator and enter the generated token.
nl: Scan onderstaande QR-code met je codegenerator en voer de code in ter controle.

source: Don't have a token generator? Try <a href="https://support.google.com/accounts/answer/1066447" target="_blank" rel="nofollow">Google Authenticator</a> or <a href="https://authy.com/download/" target="_blank" rel="nofollow">Authy</a>.
nl: Nog geen codegenerator? Probeer <a href="https://support.google.com/accounts/answer/1066447" target="_blank" rel="nofollow">Google Authenticator</a> of <a href="https://authy.com/download/" target="_blank" rel="nofollow">Authy</a>.

source: Next
nl: Volgende

source: Backup tokens can be used when your primary and backup phone numbers aren't available. The backup tokens below can be used for login verification. If you've used up all your backup tokens, you can generate a new set of backup tokens. Only the backup tokens shown below will be valid.
nl: Backup codes kunnen worden gebruikt als je primaire- en reserve telefoonnummers niet beschikbaar zijn. De backup-tokens hieronder kunnen worden gebruikt voor inlogverificatie. Als je alle back-upcodes hebt gebruikt, kan je nieuwe codes genereren. Alleen onderstaande codes zijn geldig.

source: Disable Two-factor Authentication
nl: Twee-factor-authenticatie uitschakelen

source: You are about to disable two-factor authentication. This compromises your account security, are you sure?
nl: Je schakelt twee-factor-authenticatie hiermee uit. Dit maakt je account minder veilig. Wil je doorgaan?

source: Yes, I am sure
nl: Ja, ik weet het zeker

source: Disable
nl: Uitschakelen

source: Disable Two-Factor Authentication
nl: Twee-factor-authenticatie uitschakelen

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
nl: Hoewel we het ten strengste afraden kan je twee-factor-authenticatie uitschakelen voor je account.

source: Enable Two-Factor Authentication
nl: Twee-factor-authenticatie activeren

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
nl: Twee-factor-authenticatie is niet geactiveerd voor je account. Activeer twee-factor-authenticatie voor een betere beveiliging.

source: Enable
nl: Activeren

source: Active Sessions
nl: Actieve sessies

source: unknown on unknown
nl: onbekend op onbekend

source: unknown
nl: onbekend

source: Device
nl: Apparaat

source: Location
nl: Locatie

source: Congratulations, you've successfully enabled two-factor authentication.
nl: Gefeliciteerd, je hebt twee-factor-authenticatie succesvol ingesteld.

source: Back to Profile
nl: Terug naar profiel

source: Disconnect
nl: Verbreek

source: You are about to disable two-factor authentication. This compromises your account security, are you sure?
nl: Je schakelt twee-factor-authenticatie hiermee uit. Wil je doorgaan?

source: If you don't have any device with you, you can access your account using backup tokens.
nl: Als je geen codegenerator bij je hebt kan je backupcodes gebruiken om in te loggen.

source: You have only one backup token remaining.
nl: Je hebtt slechts één backupcode over

source: However we strongly discourage you to do so, you can also disable two-factor authentication for your account.
nl: Hoewel we het ten strengste afraden kan je twee-factor-authenticatie uitschakelen voor je account.

source: Two-factor authentication is not enabled for your account. Enable two-factor authentication for enhanced account security.
nl: Twee-factor-authenticatie is niet geactiveerd voor je account. Activeer twee-factor-authenticatie voor een betere beveiliging.

source: There is a pending change of your email to
nl: Na bevestiging word je e-mailadres veranderd in

source: Account deleted
nl: Account verwijderd
